/*
 Navicat Premium Data Transfer

 Source Server         : [Aliyun]Docker MYSQL
 Source Server Type    : MySQL
 Source Server Version : 80023
 Source Host           : 101.200.157.120:3306
 Source Schema         : magictable

 Target Server Type    : MySQL
 Target Server Version : 80023
 File Encoding         : 65001

 Date: 27/04/2021 08:12:40
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for book_info
-- ----------------------------
DROP TABLE IF EXISTS `book_info`;
CREATE TABLE `book_info`  (
  `id` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL,
  `author` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL,
  `book_name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL,
  `book_time` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL,
  `isbn` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL,
  `price` double NOT NULL,
  `publisher` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL,
  `type` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL,
  `url` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_bin ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of book_info
-- ----------------------------
INSERT INTO `book_info` VALUES ('4028488178f55d5a0178f55df7750000', '罗伯特·戴博德,果麦文化', '蛤蟆先生去看心理医生（畅销100万册！英国经典心理咨询入门书，知名心理学家李松蔚强烈推荐）', '2020年07月', '9787201161693', 38, '天津人民出版社', '图书,心理学,心灵疗愈', 'http://product.dangdang.com/28992419.html');
INSERT INTO `book_info` VALUES ('4028488178f578fc0178f5794f690000', '古斯塔夫·勒庞,马晓佳', '乌合之众 : 大众心理研究', '2018年04月', '9787513919524', 26, '民主与建设出版社', '图书,心理学,心理学经典著作', 'http://product.dangdang.com/25246609.html');
INSERT INTO `book_info` VALUES ('4028488178f578fc0178f57a33d90001', '名取芳彦,紫图出品', '别想太多啦：在复杂的世界里，做一个简单的人（日本畅销40万册的情绪疗愈指南，随手翻开，就能获得舍离烦恼的勇气。）', '2021年03月', '9787201168470', 49.9, '天津人民出版社', '图书,心理学,心灵疗愈', 'http://product.dangdang.com/29201117.html');
INSERT INTO `book_info` VALUES ('4028488178f5816f0178f581dade0000', '亚瑟·乔拉米卡利,Arthur,Ciaramicoli,凯瑟琳·柯茜,Katherine,Ketcham,开森心理', '共情的力量：情商高的人，如何抚慰受伤的灵魂', '2019年01月', '9787514513011', 49.8, '中国致公出版社', '图书,心理学,心理百科', 'http://product.dangdang.com/26193811.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c3062e0000', '克里斯多福·孟,博集天卷', '亲密关系：通往灵魂的桥梁（新版）：杨天真推荐，这本书告诉我们如何穿透自我障碍，用爱酿造幸福秘方', '2019年04月', '26490676', 45, '湖南文艺出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c3077b0001', '苏西·霍普金斯,哈莉·贝特曼,紫图图书', '我离开之后：一个母亲写给女儿的人生指南，以及那些来不及说的爱与牵挂！豆瓣评分9.2，蔡依林、张钧甯感动推荐！', '2020年08月', '9787547737040', 79.9, '北京日报出版社（原同心出版社）', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c308100002', '朗达·拜恩,Rhonda,Byrne,博集天卷', '秘密（经典身心灵励志读物，为人生带来喜悦转变的能量之书，“吸引力法则”三部曲扛鼎之作。）', '2018年05月', '9787540486174', 56, '湖南文艺出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c308f20003', '露易丝·海,大卫·凯思乐,方月月', '心的重建：生命中的失去，就是重整命运的机会', '2017年06月', '9787550291621', 38, '北京联合出版公司', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c309770004', '日野原重明', '活好 我这样活到105岁（樊登读书创始人樊登博士倾力推荐！）', '2018年10月', '9787115489081', 45, '人民邮电出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c30a660005', '张德芬', '张德芬：我们终将遇见爱与孤独', '2018年03月', '9787559612953', 49.8, '北京联合出版有限公司', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c30af70006', '金子美铃,徐蕾', '向着明亮那方（团购电话，请致电400-106-6666转6）', '2017年02月', '9787547043547', 32, '万卷出版公司', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c30b5d0007', '黛比,福特,严冬冬', '接纳不完美的自己', '2018年06月', '9787559612847', 36, '北京联合出版有限公司', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c30c4c0008', '钱庄', '小瞬间：关于爱与自由的心理笔记（心理学平台KnowYourself创始人钱庄首部随笔集，写给正在探索内心的你）贝页图书', '2020年11月', '9787549633487', 52, '文汇出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c30d1d0009', '于德志', '反内耗：如何化解我们内心的冲突（焦虑、纠结、自责、悔恨……这些内耗正在毁掉你！帮手来啦：一本清晰、有效、易操作的心理脱困指南！）', '2019年07月', '9787545548761', 45, '天地出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c30e20000a', '莎克蒂高文,蒋永强,双螺旋文化', '冥想', '2015年01月', '9787511274755', 28, '光明日报出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c30f13000b', 'Breathe', '呼吸01：每个人都需要自我肯定', '2020年06月', '9787521715903', 59, '中信出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c30fa6000c', 'Breathe,马楠', '呼吸02：我的孤独是一座花园', '2020年12月', '9787521722215', 59, '中信出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c31074000d', '亚历克斯·佩塔克斯,伊莱恩·丹顿', '思维的囚徒：活出生命的意义7原则', '2019年07月', '9787521707076', 58, '中信出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c31165000e', '小野,紫图出品', '自律力：你有多自律，就有多自由。全世界成功人士都在践行的生活理念，教你在快速变化的社会中保持自我更新与成长！', '2017年07月', '9787559606457', 42, '北京联合出版有限公司', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c31236000f', '张德芬,博集天卷', '爱到极致是放手：2020年全新修订版（当当专享签章版，华语世界深具影响力个人成长作家张德芬解读亲密关系的必读经典）', '2021年01月', '9787540496494', 52, '湖南文艺出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c3137a0010', '梅丽莎·摩尔,米歇尔·马特里西阿尼,郑毓岑', '爱的重建（《生命的重建》《心的重建》姊妹篇）', '2018年04月', '9787505742147', 45, '中国友谊出版公司', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c314840011', '巴里·温霍尔德,贾内·温霍尔德,李婷婷', '依赖共生：深度揭秘亲密关系中的吸引力法则', '2018年09月', '9787516819579', 55, '台海出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c314fd0012', '杨澜,朱冰,果麦文化', '一问一世界(畅销完整版，新增40000字未发表内容。无数次的灵魂碰撞，世界就在我们眼前)', '2019年01月', '9787532170227', 68, '上海文艺出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c3157e0013', '岸见一郎', '请你迷失在我身旁 阿德勒心理学哲学家岸见一郎日本畅销书自我启发之父继被讨厌的勇气力作人生哲理励志书籍陪伴父母', '2020年08月', '9787115544094', 59.8, '人民邮电出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c316350014', '丛非从', '自我成长的力量', '2017年08月', '9787549599288', 42, '广西师范大学出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c3170e0015', '草薙龙瞬,许天小,时代华语', '佛系：如何成为一个快乐的人【漫画金装版】', '2020年05月', '9787559414311', 39.9, '江苏凤凰文艺出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c317cf0016', '克莉司德·布提可南,Christel,Petitcollin,慢半拍,慢半拍', '多向思考者：高敏感人群的内心世界', '2018年09月', '9787550266049', 45, '北京联合出版公司', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c318a70017', '奥里森马登,Orison,Marden,慕颜歌', '这一生，为自己而活', '2015年12月', '9787554605660', 32.8, '古吴轩出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c319310018', '威廉·斯科特·威尔逊,William,Scott,Wilson,傅彦瑶', '《禅与饮茶的艺术：安然度日的哲学》（一部随身携带的茶事美学经典，在传统文化中提炼禅茶一味的“100个基本”）【浦睿文化出品】', '2020年01月', '9787556123216', 56, '湖南人民出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c319c60019', '李中莹', '重塑心灵：每个人都拥有让自己成功快乐的能力（李中莹2019新版）', '2019年03月', '9787513923477', 58, '民主与建设出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c31ac7001a', '素黑', '爱自己是一辈子的修行', '2018年12月', '9787505744844', 48, '中国友谊出版公司', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c31b9e001b', '极简丹', '极简生活：断舍离的艺术', '2020年12月', '9787521612547', 42.8, '中国法制出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c31bfc001c', '露易丝·海,时代光华', '生命的重建2（畅销全球的心灵经典《生命的重建》续集，官方唯一授权简体中文版。帮千万人重塑了健康状态，提升了生命质量。）', '2012年08月', '9787545412963', 35, '广东经济出版社有限公司', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c31c61001d', '阿尔弗雷德·阿德勒,读品', '接纳另一个不完美的自己 :阿德勒勇气心理学(走出内心的孤岛，遇见更强大的自己！)', '2019年03月', '9787568211222', 39.8, '北京理工大学出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c31d1c001e', '武志红', '武志红《读懂自己》系列：（身体知道答案珍藏版+为何爱会伤人珍藏版+梦知道答案升级版+你就是答案：活出独一无二的自己）', '2017年11月', '25257729', 184.8, '北京联合出版公司', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c31db1001f', '李松蔚,陈海贤,海蓝,青音,武志红,刘萍,时代华语', '只想和你好好生活（武志红、陈海贤、李松蔚等国内心理专家的亲密关系成长课）', '2019年03月', '9787559433916', 49.8, '江苏凤凰文艺出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c31e290020', '布莱恩魏斯', '轮回：前世今生来生缘', '2011年07月', '9787111352273', 32, '机械工业出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c31ee50021', '沙玛什·阿里迪纳,Shamash,Alidina', '正念冥想 遇见更好的自己 第2版', '2019年07月', '9787115508317', 108, '人民邮电出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c31fbd0022', '周小宽', '我值得拥有美好（当当签名版+安心情绪卡。写给每天都很焦虑的你，喜马拉雅近2000万次热门收听，滋养千万个疲惫的心灵）', '2020年11月', '9787540498184', 48, '湖南文艺出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c3205e0023', '露易丝', '启动心的力量', '2007年11月', '9787806526743', 25, '广东南方日报出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c3210c0024', '武志红', '[武志红作品]梦知道答案（升级版）：和另一个自己谈谈心（武志红经典力作，读懂自己的梦境，聆听内心的声音，解梦者，不是别人，正是你自己）', '2015年09月', '9787550256279', 45, '北京联合出版公司', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c321c70025', '海蓝', '海蓝博士：不完美，才美（《学习高手》作者李柘远（LEO学长）感动推荐！', '2016年01月', '9787550267381', 39.9, '北京联合出版公司', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c322b90026', '李原', '墨菲定律-Murphy\'s law', '2018年08月', '9787547251515', 36.8, '吉林文史出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c3231d0027', '岸見一郎,古賀史健', '被讨厌的勇气：“自我启发之父”阿德勒的哲学课', '2020年03月', '9787111495482', 55, '机械工业出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c323df0028', '克里斯汀娜·布莱勒', '自我关怀——让生命强大的必经之路', '2017年01月', '9787550293601', 39.9, '北京联合出版公司', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c324c60029', '加文·德·贝克尔,武志红,陈羚', '恐惧给你的礼物：关键时刻直觉能救你的命 (系列书名：可以让你变得更好的心理学书)', '2018年09月', '9787515823522', 45, '中华工商联合出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c3259f002a', '日野原重明', '活好2 105岁国宝医师的生命日志', '2021年01月', '9787115553171', 49.8, '人民邮电出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c32668002b', '万特特', '这世界很烦，但你要很可爱套装四册：万特特元气之书，这世界很烦但你要很可爱+你并非一无所有+美貌不敌你的热闹+所谓命运是自己的选择', '2020年07月', '9787510470325', 164.4, '新世界出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c3272f002c', '小仓广', '不完美的勇气：“自我启发之父”阿德勒的人生课', '2019年03月', '9787111615064', 52, '机械工业出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c32806002d', '朗达·拜恩,Rhonda,Byrne,博集天卷', '英雄（“吸引力法则”三部曲集大成之作，在困境中突破人生的能量之书）', '2018年05月', '9787540486211', 56, '湖南文艺出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c328ef002e', '耿帅,华文天下出品', '孤勇如你 耿帅全新力作（看完这本真实之书，愿所有孤独而勇敢的人，找回自己的人生！）', '2019年07月', '9787510880629', 49.8, '九州出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c329f0002f', '小野', '极简力：正在风靡全球的新生活理念（极简，不仅仅在于整理，而是心的修行与自由，内心越是丰盈，生活越是素简。）', '2016年11月', '9787514354003', 39.9, '现代出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c32ac50030', 'J小姐', '《生活需要仪式感》不负时光·轻奢定制手账', '2020年01月', '9787531743446', 69.9, '北方文艺出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c32b310031', '朱建军', '潜意识知道答案：自我探索行动手册', '2021年03月', '9787521727449', 52, '中信出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c32bc60032', '刘墉', '刘墉家书：做个快乐读书人（著名作家刘墉力作，势必影响每一个家庭的励志“家书”）', '2014年05月', '9787550225862', 29.8, '北京联合出版公司', '图书,成功/励志,励志经典著作,刘墉', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c32c500033', 'M.斯科特·派克,M.Scott,Peck,张然', '少有人走的路6：真诚是生命的药', '2019年02月', '9787559628466', 42, '北京联合出版有限公司', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c32d520034', '詹姆斯·莱德菲尔德,李永平,双螺旋文化', '塞莱斯廷预言', '2017年11月', '9787519432508', 29.8, '光明日报出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c32de90035', '申俊霞', '婚姻不只一张床，还有理解与爱', '2019年01月', '9787502069667', 38.8, '应急管理出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c32e7f0036', '山下英子,自凝心平', '108件小事 山下英子日常生活的转折之作', '2019年11月', '9787555112143', 45, '广西科学技术出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c32fb10037', '蓑依,悦读纪', '要么庸俗，要么孤独', '2019年02月', '9787555278986', 38, '青岛出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c330a00038', '伊贺列卡拉·修·蓝,卡麦拉·拉斐洛维奇,青心文化出品', '内在小孩', '2020年11月', '9787515360881', 59, '中国青年出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c331840039', '陶尚芸', '《静下来，一切都会好》（心静了，世界就静了。不是世界喧闹，是你的内心太吵。）', '2014年10月', '9787516803967', 29.8, '台海出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c331ef003a', '宿文渊,文征明', '人生三境', '2017年11月', '9787517822172', 49.8, '浙江工商大学出版社', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('4028488178f59f3c0178f5c33287003b', '摩西奶奶,姜雪晴编', '人生只有一次，去做自己喜欢的事（新版）', '2017年08月', '9787559606747', 39.8, '北京联合出版有限公司', '图书,成功/励志,心灵与修养,心灵/感悟', 'http://category.dangdang.com/cp01.21.03.01.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e2608f60000', '埃·拉斯伯,戈·毕尔格,邵灵侠', '吹牛大王历险记（德国原版精美插图本，未删节全译，,60000+五星好评，寒暑假月销12000册）', '2017年12月', '9787517823964', 19, '浙江工商大学出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e2609ac0001', '圣埃克苏佩里,郑克鲁', '小王子（名家全译本，原版插图精美再现，版语文教材阅读，傅雷翻译出版奖得主郑克鲁法语原文直译）', '2018年07月', '9787517827122', 26, '浙江工商大学出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e260a720002', '塞尔玛·拉格洛夫,石琴娥,小当当童书馆', '尼尔斯骑鹅旅行记（又译《尼尔斯骑鹅历险记》《骑鹅旅行记》，瑞典皇家北极星勋章、国际安徒生奖获得者石琴娥全译本）', '2018年12月', '9787533687526', 24.8, '安徽教育出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e260adf0003', '许仲琳,富强,张燕均', '封神演义(青少版，名家改编。非常适合小学高年级和初中生阅读。2017年低定价，性价比超高)', '2017年01月', '9787553637990', 28, '浙江教育出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e260b3f0004', '费利克斯·萨尔登,杨曦红,小当当童书馆', '小鹿斑比（名家全译本，国际大师原版插图精美再现，此版当当销量靠前）', '2018年12月', '9787533687625', 19.8, '安徽教育出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e260ba00005', '洪汛涛', '神笔马良（语文教材二年级下册“快乐读书吧”篇目）', '2018年01月', '9787517823988', 21, '浙江工商大学出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e260c1c0006', '高尔基,郑海凌', '童年（语文快乐读书吧六年级上指定阅读，翻译家郑海凌无删节全译，10万+好评，寒暑假月均销15000册）', '2017年08月', '9787517822400', 25, '浙江工商大学出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e260c820007', '叶圣陶,小当当童书馆', '稻草人（语课外阅读书目，手绘精美插图）', '2018年12月', '9787533687533', 19.8, '安徽教育出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e260d600008', '克雷洛夫,朱宪生,邱静娟', '克雷洛夫寓言（语文教材三年级下册“快乐读书吧”篇目，著名俄罗斯文学研究家朱宪生及弟子邱静娟俄版同步诗体合译）', '2018年01月', '9787517824336', 28, '浙江工商大学出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e260dea0009', '张圣洁,闫立君,刘汛涛', '论语（国学启蒙经典系列。全文注音+详尽注释+精准翻译，无需古文基础，也能轻松读懂）', '2019年01月', '9787553669663', 38, '浙江教育出版社', '图书,中小学教辅,中小学阅读,课外阅读', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e260e67000a', '马克·吐温,姚锦镕,小当当童书馆出品', '汤姆·索亚历险记（名家全译本，国际大师原版插图精美再现，新版本）', '2018年12月', '9787533687571', 24.8, '安徽教育出版社', '图书,中小学教辅,中小学阅读,课外阅读', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e260ef6000b', '塞尔玛·拉格洛芙,石琴娥', '尼尔斯骑鹅历险记（统编版快乐读书吧·六年级下指定阅读书目，又译《尼尔斯骑鹅旅行记》《骑鹅旅行记》）', '2017年08月', '9787517822387', 27, '浙江工商大学出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e260f5e000c', '高士其', '细菌世界历险记（又名《灰尘的旅行》，语文快乐读书吧·四年级下指定阅读）[高士其经典科普故事传播科学知识，提升科学素养]', '2018年02月', '9787517825975', 26, '浙江工商大学出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e260fec000d', '奥斯特洛夫斯基,周露', '钢铁是怎样炼成的(统编语文教材八年级下必读；大语文理念打造：思维导图+详细注释+知识拓展+彩色插图)', '2020年04月', '9787538761559', 44, '时代文艺出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e261055000e', '比安基,小当当童书馆', '森林报 春/夏/秋/冬（名家全译本，俄文原版插图精美再现，新版本，此版当当销量靠前）', '2019年01月', '26491814', 91.2, '安徽教育出版社', '图书,中小学教辅,中小学阅读,课外阅读', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e2610f7000f', '张天翼,小当当童书馆', '宝葫芦的秘密（手绘精美插图）', '2018年12月', '9787533687540', 22.8, '安徽教育出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e2611660010', '罗曼·罗兰,傅雷', '名人传（统编语文教材八年级下指定阅读；思维导图+名家译注+知识拓展+彩色插图）', '2020年04月', '9787538761443', 36, '时代文艺出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e2612750011', '冯骥才', '俗世奇人（足本）（《语文》推荐阅读丛书）入选中小学生阅读指导目录 人民文学出版社', '2018年04月', '9787020138104', 28, '人民文学出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e26130d0012', '伊林', '十万个为什么 快乐读书吧 四年级下册推荐阅读(中小学生课外阅读指导丛书)无障碍阅读 13万读者热评！', '2018年10月', '9787550146662', 22.8, '南方出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e2613880013', '马克·吐温,张友松', '哈克贝利·费恩历险记（汤姆索亚历险记续集，著名翻译家张友松未删节全译，今年暑期销售10000多册，数次进入榜单前100名)', '2017年08月', '9787517822356', 29, '浙江工商大学出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e2613e70014', '埃列娜·多丽', '居里夫人的故事 国际大奖儿童文学读物小学生三四五六年级课外阅读书籍青少年儿童必读名著故事书', '2019年08月', '9787547720660', 19.8, '北京日报出版社（原同心出版社）', '图书,中小学教辅,中小学阅读,课外阅读', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e2614b90015', '冰心', '冰心经典套装（繁星春水+寄小读者+小橘灯，读冰心有这些就够了）', '2017年03月', '9787517819585', 65, '浙江工商大学出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e2615730016', '张圣洁,闫立君,刘汛涛', '声律启蒙（国学启蒙经典系列。 全文注音+详尽注释+韵部略解+佳对赏析+对联常识，无需音韵基础，也能完全读懂）', '2020年05月', '9787553699547', 25, '浙江教育出版社', '图书,中小学教辅,中小学阅读,课外阅读', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e2615d20017', '中国社会科学院语言研究所编修', '新华字典(第12版)(双色本)', '2020年07月', '9787100170932', 32.9, '商务印书馆', '图书,中小学教辅,工具书,字词典', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e26169b0018', '季小兵', '小学生作文获奖作文1000篇 超65万读者好评！学校老师推荐作文素材书 作文书 4 6年级作文书 3 4年级小学作文书 三四五六年级作文优秀分类小考满分作文 波波乌作文', '2020年03月', '9787811193145', 38, '首都师范大学出版社', '图书,中小学教辅,语文作文,小学适用', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e26176b0019', 'M.H,吉罗夫人,韦德福', '列那狐的故事（又名《狐狸列那的故事》，补全了故事结局。快乐读书吧·五年级上推荐阅读，今年暑期销售20000多册，进入榜单前列）', '2017年10月', '9787517823605', 19, '浙江工商大学出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e2617c9001a', '张天翼,小当当童书馆', '大林和小林（手绘精美插图）', '2018年12月', '9787533687557', 19.8, '安徽教育出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e26181f001b', '朱光潜', '给青年的十二封信（统编语文教材八年级下指定阅读；大语文理念打造：思维导图+详细注释+知识拓展+彩色插图）', '2019年11月', '9787538760767', 25, '时代文艺出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e2618b8001c', '曹文轩,陈先云', '读读童谣和儿歌（共四册）一年级下册 曹文轩 陈先云 主编 统编语文教科书配套书目 人民教育出版社 人教版快乐读书吧阅读课程化丛书', '2018年01月', '9787107325519', 39.8, '人民教育出版社', '图书,中小学教辅,小学一年级,语文', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e261916001d', '鲁迅', '朝花夕拾(统编语文教材七年级上必读；大语文理念打造：思维导图+详细注释+知识拓展+彩色插图。上市即畅销30000多册)', '2020年04月', '9787538763010', 26, '时代文艺出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e26197a001e', 'E.T.A.霍夫曼', '胡桃夹子 国际大奖儿童文学读物小学生三四五六年级课外阅读书籍青少年儿童必读名著故事书', '2019年08月', '9787547725115', 19.8, '北京日报出版社（原同心出版社）', '图书,中小学教辅,中小学阅读,课外阅读', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e261a2e001f', '万巴', '捣蛋鬼日记 国际大奖儿童文学读物小学生三四五六年级课外阅读书籍青少年儿童必读名著故事书', '2019年08月', '9787547720936', 19.8, '北京日报出版社（原同心出版社）', '图书,中小学教辅,中小学阅读,课外阅读', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e261ae70020', '萧红', '呼兰河传(《语文》推荐阅读丛书)人民文学出版社', '2018年04月', '9787020139910', 26, '人民文学出版社', '图书,中小学教辅,中小学阅读,课外阅读', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e261b4b0021', '笛福', '鲁滨孙漂流记 快乐读书吧 六年级下册推荐阅读(中小学生课外阅读指导丛书)无障碍阅读 彩插励志版 又译：鲁滨逊漂流记 200000多名读者热评！', '2012年07月', '9787100089463', 14.8, '商务印书馆', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e261c120022', '郅溥浩', '一千零一夜又名《天方夜谭》。让美丽的公主带你乘坐飞毯，体验异域风情，更适合青少年阅读版本', '2017年08月', '9787517822417', 27, '浙江工商大学出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e261c720023', '开心辞书研究中心', '小学生多功能成语词典 彩图版畅销100万册涵盖成语故事接龙 学生1-6年级专用字词典组词造句同近反工具书 开心辞书', '2018年06月', '9787218126661', 48, '广东人民出版社', '图书,中小学教辅,工具书,专项工具书', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e261cd20024', '老舍', '骆驼祥子（《语文》推荐阅读丛书）部编教材七年级下册推荐阅读 人民文学出版社', '2018年04月', '9787020137756', 26, '人民文学出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e261d280025', '傅雷,麦书房,有容书邦,发行', '傅雷家书 八年级下册必读，央视《读书》推荐版本！课外阅读书', '2017年09月', '9787537853217', 35, '北岳文艺出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e261d6f0026', '埃德加·斯诺,董乐山', '红星照耀中国  青少版 八年级上册必读 人民文学出版社 团购电话4001066666转6', '2017年06月', '9787020129072', 33, '人民文学出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e261dcc0027', '傅雷,朱梅馥,傅聪,傅敏', '傅雷家书八年级下阅读！独家收录傅雷家人书信！呈现傅雷家书通信往来全貌。傅雷家人编纂！团购电话:4001066666转6', '2018年02月', '9787544771733', 39.8, '译林出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e261e710028', '老舍', '骆驼祥子 国际大奖儿童文学读物小学生三四五六年级课外阅读书籍青少年儿童必读名著故事书', '2019年09月', '9787547724873', 19.8, '北京日报出版社（原同心出版社）', '图书,中小学教辅,中小学阅读,课外阅读', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e26262f0029', '朱昊鲲', '2021新高考数学真题全刷：基础2000题 团购电话4001066666转6', '2020年06月', '9787302559306', 79, '清华大学出版社', '图书,中小学教辅,高考,数学', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e2626bd002a', '巴尔扎克,罗国林', '欧也妮·葛朗台，原版插图+详尽注释', '2018年03月', '9787517825982', 22, '浙江工商大学出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e262764002b', '马克·吐温,张友松', '汤姆·索亚历险记（统编版语文快乐读书吧六年级下指定阅读，马克·吐温翻译权威张友松翻译，170000+读者五星好评）', '2017年04月', '9787517820611', 24, '浙江工商大学出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e2627da002c', '卡罗尔,吴均陶,小当当童书馆', '爱丽丝漫游奇境（又译《爱丽丝漫游仙境》，包含《爱丽丝漫游奇境》和《爱丽丝镜中历险记》）', '2018年12月', '9787533687564', 24.8, '安徽教育出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e26289a002d', '曹文轩,陈先云', '人教版快乐读书吧二年级下册套装（七色花+神笔马良+一起长大的玩具+愿望的实现）共4册 人民教育出版社统编语文配套书目', '2019年01月', '9787107333460', 64, '人民教育出版社', '图书,中小学教辅,小学二年级,语文', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e2628fc002e', '金波', '乌丢丢的奇遇（师生家长共读本）精美插图版 曹文轩推荐儿童文学经典 中小学生课外阅读经典 45万多名读者热评！', '2015年04月', '9787552258929', 18.8, '北京教育出版社', '图书,中小学教辅,中小学阅读,课外阅读', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e26297b002f', '徐光耀', '小兵张嘎（《语文》推荐阅读丛书 人民文学出版社）', '2018年04月', '9787020137275', 30, '人民文学出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e2629db0030', '马克,吐温', '汤姆索亚历险记 快乐读书吧 六年级下册推荐阅读(中小学生课外阅读指导丛书)无障碍阅读 彩插励志版 350000多名读者热评！', '2012年07月', '9787100089449', 14.8, '商务印书馆', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e262a500031', '中国社会科学院语言研究所词典编辑室', '现代汉语词典(第7版) 商务印书馆', '2016年09月', '9787100124508', 109, '商务印书馆', '图书,中小学教辅,工具书,字词典', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e262ac60032', '林海音', '城南旧事(中小学生课外阅读指导丛书)无障碍阅读 彩插励志版 400000多名读者热评！', '2012年07月', '9787100089500', 11.8, '商务印书馆', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e262bad0033', '冰心', '小橘灯，也作《小桔灯》，一部以“爱美善”为主题的冰心美文集', '2017年04月', '9787517820628', 25, '浙江工商大学出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e262c100034', '儒勒·凡尔纳,陈筱卿', '海底两万里（统编语文教材七年级下必读，北大翻译家陈筱卿权威译本，25万好评）', '2017年09月', '9787517823032', 25, '浙江工商大学出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e262cd10035', '张天翼', '宝葫芦的秘密（2020版中小学生阅读指导目录推荐，17万多读者五星好评）', '2015年06月', '9787533671525', 15, '安徽教育出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e262d340036', '张芳', '成语故事大全（彩图注音版）有声伴读 小学生1-6年级课外读物国学经典儿童亲子系列名师推荐精选成语故事', '2018年07月', '9787568150446', 19.8, '东北师范大学出版社', '图书,中小学教辅,中小学阅读,课外阅读', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e262de60037', '莫里斯·梅特林克', '青鸟 国际大奖儿童文学读物小学生三四五六年级课外阅读书籍青少年儿童必读名著故事书', '2019年08月', '9787547720813', 19.8, '北京日报出版社（原同心出版社）', '图书,中小学教辅,中小学阅读,课外阅读', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e262e390038', '人民教育出版社地图编辑室', '读图识中国  入选中小学生阅读指导目录 阅读', '2009年03月', '9787107215322', 35, '人民教育出版社', '图书,中小学教辅,中小学阅读,课外阅读', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e262ea50039', '刘易斯·卡罗尔,马爱农', '爱丽丝漫游奇境记（经典插图本，统编语文快乐读书吧六年级下指定阅读，哈利波特译者马爱农翻译，110000+读者五星好评）', '2016年11月', '9787550277861', 18, '北京联合出版公司', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e262f68003a', '李四光', '穿过地平线 又名:看看我们的地球 快乐读书吧 四年级下册推荐阅读(中小学生课外阅读指导丛书)无障碍阅读 近8万读者热评！', '2019年12月', '9787550135734', 24.8, '南方出版社', '图书,中小学教辅,中小学阅读,课外阅读', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');
INSERT INTO `book_info` VALUES ('40284881790dff1a01790e262ffb003b', '冰心', '寄小读者', '2017年04月', '9787517820697', 20, '浙江工商大学出版社', '图书,中小学教辅,中小学阅读,新课标', 'http://category.dangdang.com/cp01.43.00.00.00.00.html');

SET FOREIGN_KEY_CHECKS = 1;
